{
  "title": "গর্ভাবস্থায় কোমর ব্যথা",
  "language": "বাংলা",
  "overview": "গর্ভাবস্থায় শরীরের ওজন বৃদ্ধি, পেটের প্রসার ও হরমোনের পরিবর্তনের কারণে কোমর বা পিঠে ব্যথা খুব সাধারণ। প্রায় ৫০–৭০% গর্ভবতী মায়ের এই সমস্যার সম্মুখীন হন।",
  "commonCauses": [
    {
      "cause": "শরীরের ওজন বৃদ্ধি",
      "description": "ভ্রূণের বৃদ্ধি এবং অতিরিক্ত ওজন পিঠ ও কোমরে চাপ সৃষ্টি করে।"
    },
    {
      "cause": "হরমোনের প্রভাব",
      "description": "রেলাক্সিন হরমোন পেশি ও লিগামেন্টকে নরম করে, যা হাড় ও পেশিতে অস্থিরতা সৃষ্টি করে।"
    },
    {
      "cause": "খারাপ শারীরিক ভঙ্গি",
      "description": "বেশি সময় দাঁড়ানো বা খারাপ ভঙ্গিতে বসার কারণে পিঠে চাপ বৃদ্ধি পায়।"
    },
    {
      "cause": "পেশির দুর্বলতা",
      "description": "পেট ও কোমরের পেশি যথেষ্ট শক্ত না হলে কোমর ব্যথা দেখা দিতে পারে।"
    }
  ],
  "homeCareTips": [
    "সঠিক ভঙ্গিতে বসুন এবং দাঁড়ান, পিঠ সরল রাখুন।",
    "হালকা ব্যায়াম বা পেলভিক টিল্ট, স্ট্রেচিং করুন।",
    "গরম পানি বা হালকা ম্যাসাজের সাহায্যে ব্যথা কমান।",
    "বেশি সময় এক পাশে শুতে চেষ্টা করুন, বিশেষ করে বাম পাশে।",
    "উচ্চ হিল বা অস্বস্তিকর জুতো পরা এড়িয়ে চলুন।",
    "ওজন নিয়ন্ত্রণে রাখুন এবং ভারী জিনিস তোলার সময় সাবধান থাকুন।"
  ],
  "warningSigns": [
    "তীব্র পিঠ ব্যথা যা চলাফেরায় বাধা দেয়",
    "পায়ে বা পায়ের আঙ্গুলে ঝাঁঝ বা দুর্বলতা",
    "যদি প্রস্রাব বা মলত্যাগের সমস্যা দেখা দেয়",
    "কোমর ব্যথার সাথে জ্বর বা সংক্রমণ দেখা দেয়"
  ],
  "consultDoctor": "যদি ব্যথা দীর্ঘস্থায়ী হয় বা উপরোক্ত লক্ষণ দেখা দেয়, ডাক্তার বা ফিজিওথেরাপিস্টের পরামর্শ নিন।",
  "generalAdvice": [
    "নিয়মিত হালকা ব্যায়াম ও স্ট্রেচিং চালিয়ে যান।",
    "ভাল ম্যাট্রেসে ঘুমান এবং পিঠ সমর্থনের জন্য বালিশ ব্যবহার করুন।",
    "শরীরের অতিরিক্ত চাপ এড়িয়ে চলুন।"
  ],
  "sources": [
    {
      "name": "Shohay Health – Pregnancy Care",
      "url": "https://shohay.health"
    },
    {
      "name": "American Pregnancy Association – Back Pain During Pregnancy",
      "url": "https://americanpregnancy.org/healthy-pregnancy/pregnancy-health-wellness/back-pain-in-pregnancy/"
    },
    {
      "name": "Mayo Clinic – Pregnancy and Back Pain",
      "url": "https://www.mayoclinic.org/healthy-lifestyle/pregnancy-week-by-week/expert-answers/back-pain-during-pregnancy/faq-20058544"
    }
  ],
  "lastUpdated": "২০২৩-০৭-১৬"
}
