{
  "title": "গর্ভাবস্থায় চোখে ঝাপসা দেখার সমস্যা",
  "language": "বাংলা",
  "overview": "গর্ভাবস্থায় অনেক মায়েরই চোখে অস্পষ্ট বা ঝাপসা দেখার সমস্যা হয়। এটি একদম প্রসব পর্যন্ত ভোগাতে পারে। তবে এটি প্রি-এক্লাম্পসিয়া বা মাতৃত্বকালীন ডায়াবেটিসের মতো জটিলতার কারণে হতে পারে। আগে থেকেই জেনে রাখলে অনেক সমস্যা এড়ানো যায়।",
  "causes": [
    {
      "cause": "হরমোনের পরিবর্তন",
      "description": "গর্ভাবস্থায় প্রোজেস্টেরন হরমোনের প্রভাবে চোখের কর্নিয়ায় ফ্লুইড শিফট হতে পারে। এর ফলে চোখে ঝাপসা দেখা দিতে পারে।"
    },
    {
      "cause": "চোখের পানি কমে যাওয়া",
      "description": "ল্যাক্রিমাল গ্রন্থি থেকে চোখের পানি কমে গেলে চোখ শুকিয়ে যায় এবং ঝাপসা দেখা দিতে পারে।"
    },
    {
      "cause": "কর্নিয়া পুরু হয়ে যাওয়া",
      "description": "হরমোনের কারণে কর্নিয়ায় অতিরিক্ত তরল জমে পুরু হয়ে যায়, যার ফলে দৃষ্টি অস্পষ্ট হতে পারে।"
    },
    {
      "cause": "দৃষ্টি ক্ষেত্রের পরিবর্তন",
      "description": "পিটুইটারি গ্রন্থি বৃদ্ধি পেলে দৃষ্টি সীমা পরিবর্তিত হতে পারে। পূর্বে থাকা টিউমার থাকলে ঝাপসা দেখার সমস্যা বাড়তে পারে।"
    }
  ],
  "possibleComplications": [
    {
      "complication": "প্রি-এক্লাম্পসিয়া",
      "description": "উচ্চ রক্তচাপ জনিত জটিলতা। চোখে ঝাপসা, আলো ঝলকানো বা প্রচণ্ড মাথাব্যথার সাথে দেখা দিতে পারে।"
    },
    {
      "complication": "মাতৃত্বকালীন ডায়াবেটিস",
      "description": "গর্ভকালীন ডায়াবেটিস থাকলে চোখের রেটিনার রক্তনালী ক্ষতিগ্রস্ত হতে পারে। দৃষ্টি অস্পষ্ট বা দ্বিগুণ দেখা সমস্যা হতে পারে।"
    },
    {
      "complication": "অন্যান্য স্বাস্থ্য সমস্যা",
      "description": "ডায়াবেটিক রেটিনোপ্যাথি, গ্রেভস ডিজিস, ইডিওপ্যাথিক ইন্ট্রাক্র্যানিয়াল হাইপারটেনশন, মাল্টিপল স্ক্লেরোসিস, পিটুইটারি এডেনোমা, ইউভাইটিস।"
    }
  ],
  "homeCareTips": [
    "চোখকে বিশ্রাম দিন। প্রতি ২০ মিনিট পর পর ২০ সেকেন্ডের জন্য দূরে থাকা কোনো বস্তুর দিকে তাকান।",
    "চোখ শুকিয়ে থাকলে গর্ভকালীন নিরাপদ আর্টিফিশিয়াল টিয়ার ড্রপ ব্যবহার করুন।",
    "কন্টাক্ট লেন্সের পরিবর্তে চশমা ব্যবহার করুন।",
    "চশমার পাওয়ার পরিবর্তন এড়িয়ে চলুন।"
  ],
  "warningSigns": [
    "চোখের দৃষ্টি তীব্রভাবে ঝাপসা দেখা",
    "ডাবল ভিশন বা একাধিক চিত্র দেখা",
    "প্রচণ্ড মাথা ব্যথা, বুক জ্বালাপোড়া, বা পাঁজরের নিচে তীব্র ব্যথা",
    "শরীরে হঠাৎ পানি জমে ফুলে ওঠা (পা, হাত, মুখ)",
    "গর্ভকালীন উচ্চ রক্তচাপ বা ডায়াবেটিসের সঙ্গে দৃষ্টিশক্তি হ্রাস"
  ],
  "consultDoctor": "যদি উপরের কোনো লক্ষণ দেখা দেয়, দ্রুত চিকিৎসকের পরামর্শ নিন।",
  "generalAdvice": [
    "গর্ভকালীন উচ্চ রক্তচাপ নিয়ন্ত্রণে রাখুন।",
    "নিয়মিত চোখের পরীক্ষা করান।",
    "ডায়াবেটিস থাকলে প্রতিনিয়ত ব্লাড সুগার নিয়ন্ত্রণ করুন।",
    "প্রসবের পরও দীর্ঘ সময় ঝাপসা থাকলে বিশেষজ্ঞ ডাক্তারের পরামর্শ নিন।"
  ],
  "sources": [
    {
      "name": "Shohay Health – Pregnancy Care",
      "url": "https://shohay.health"
    },
    {
      "name": "WHO – Maternal Health",
      "url": "https://www.who.int/health-topics/maternal-health"
    }
  ],
  "lastUpdated": "২০২৩-০৭-১৬"
}
